Revit 2027 API
ParameterTypeId.PointNameParam Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PointNameParam { get; }
Public Shared ReadOnly Property PointNameParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PointNameParam {
	ForgeTypeId^ get ();
}
static member PointNameParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace